<?php

return [
    "一天仅能提款一次"=>'一天仅能提款一次',
    "转账金额必须为正整数" => "转账金额必须为正整数",
    "余额操作(减少)失败" => "余额操作(减少)失败",
    "余额操作(增加)失败" => "余额操作(增加)失败",
    "请补充余额操作对象" => "请补充余额操作对象",
    "不能转账给自己" => "不能转账给自己",
    "请补充转账币种" => "请补充转账币种",
    "请补充转账数量" => "请补充转账数量",
    "余额不足" => "余额不足",
    "代币数据未找到" => "代币数据未找到",
    "价格数据获失败, 超出获取界限值" => "价格数据获失败, 超出获取界限值",
    "价格数据获失败" => "价格数据获失败",
    "价格数据获取异常" => "价格数据获取异常",
    "请填写钱包地址" => "请填写钱包地址",
    "TOKENIO生成系统钱包接口失败" => "TOKENIO生成系统钱包接口失败",
    "该主链对应的钱包类型已经创建存在了" => "该主链对应的钱包类型已经创建存在了",
    "动作已存在" => "动作:action已存在",
    "模块未找到" => "模块:module未找到",
    "模块未定义" => "模块:module未定义",
    "获取价格失败" => "获取:symbol价格失败",
    "交易数据未找到" => "交易数据未找到",

    '获取兑换比例失败' => '获取:pay_coin 与:get_coin兑换比例失败',
    '兑换比例有误无法兑换' => '兑换比例有误无法兑换',
    '兑换得到数量不能小于' => '兑换得到数量不能小于',
    '兑换手续费参数设置错误' => '兑换手续费参数设置错误',
    '兑换比例已超过最大设置值' => '兑换比例已超过最大设置值',
    '该兑换对信息未设置' => '该兑换对信息未设置',
    '已冻结不能提现' => '已冻结不能提现',
    '该币种暂停提现' => '该币种暂停提现',

    '一周仅能提款两次' => '一周仅能提款两次'
];
