<?php
return [

    '注册' => '注册',
    '手机注册' => '手机注册',
    '邮箱注册' => '邮箱注册',
    '请输入手机号' => '请输入手机号',
    '请输入邮箱号' => '请输入邮箱号',
    '验证码' => '验证码',
    '获取验证码' => '获取验证码',
    '请输入登录密码格式' => '请输入登录密码(8-20位，字母+数字)',
    '请确认登录密码' => '请确认登录密码',
    '请输入邀请码' => '请输入邀请码',
    '下载' => '下载',
    '请填写手机号码' => '请填写手机号码',
    '请填写邮箱号' => '请填写邮箱号',
    '请填写验证码' => '请填写验证码',
    '请填写推荐码' => '请填写推荐码',
    '请填写登录密码' => '请填写登录密码',
    '确认登录密码不相同' => '确认登录密码不相同',
    '注册成功' => '注册成功',
    '已发送' => '已发送',
    '网络错误，请重试' => '网络错误，请重试',
    '请输入正确手机号' => '请输入正确手机号',
    '技术引领未来'=>'技术引领未来',
    '官方APP'=>'官方APP',
    '处理中' => '注册中...',


];
